USE nutrition_store;

INSERT INTO categories(id, name, description) VALUES (1, 'Протеин', 'Протеин — это концентрированный белок, который является
основным строительным элементом для нашего тела. Без протеинов невозможно продвижение в спорте, он содержит аминокислоты,
необходимые для развития организма человека');

INSERT INTO categories(id, name, description) VALUES (2, 'Гейнеры', 'Гейнер — вид продукта для питания спортсменов, который
представляет собой белково-углеводную смесь. Также может содержаться небольшое количество жиров. Гейнеры предназначены
для набора массы тела, а также для восполнения энергетических запасов организма');

INSERT INTO categories(id, name, description) VALUES (3, 'Аминокислоты', 'Аминокислоты — это элементы, из которых состоят белки.
Белки, поступающие с пищей в организм,  расщепляются на аминокислоты, которые выполняют многочисленные жизненно
необходимые функции, в том числе и восстановление мышц после тренировки и образование новых мышечных тканей');

INSERT INTO categories(id, name, description) VALUES (4, 'BCAA', 'ВСАА — это комплекс из трёх аминокислот с разветвлённой
цепью – валин, лейцин и изолейцин. Они являются важными компонентами белков. В отличие от других аминокислот они не
синтезируются организмом, а потому их необходимо получать с пищей. BCAA - основной материал для построения новых мышц,
эти незаменимые аминокислоты составляют 35% всех аминокислот в мышцах и принимают важное участие в процессах анаболизма
и восстановления, обладают антикатаболическим действием');

INSERT INTO categories(id, name, description) VALUES (5, 'Креатин', 'Креатин — азотсодержащая карбоновая кислота, которая
участвует в энергетическом обмене в мышечных и нервных клетках. В мире бодибилдинга, креатин широко используется как
спортивная добавка, для увеличения силы, мышечной массы и кратковременной аэробной выносливости с доказанной безопасностью');

INSERT INTO categories(id, name, description) VALUES (6, 'Витамины', 'Витамины — это биологически активные вещества, участвующие
в процессах жизнедеятельности организма и поступающие с пищей. Не все витамины синтезируются организмом, а количество тех,
которые поступают с пищей, бывает недостаточным. Вследствие этого витамины для спортсменов выпускаются в виде витаминных комплексов.
Минеральные вещества — микро и макроэлементы, также участвуют в биосинтезе белка, регулируют процессы обмена веществ
внутри клеток и в организме в целом, мышечной деятельности и др. Так же, как и витамины, минеральные вещества поступают
с пищей, но чтобы обеспечить организм достаточным их количеством, необходимо принимать минеральные комплексы');

INSERT INTO categories(id, name, description) VALUES (7, 'Жиросжигатели', 'Жиросжигатели — это специальные препараты или смеси,
которые способствуют эффективному снижению массы тела за счет редукции жировых отложений спортсмена. Кроме того с их
помощью легче концентрироваться на выполнении упражнений и облегчаются тренировки.');

INSERT INTO categories(id, name, parent_id) VALUES (11, 'Biotech', 1);
INSERT INTO categories(id, name, parent_id) VALUES (12, 'QNT', 1);
INSERT INTO categories(id, name, parent_id) VALUES (13, 'Olimp', 1);
INSERT INTO categories(id, name, parent_id) VALUES (14, 'ActivLab', 1);
INSERT INTO categories(id, name, parent_id) VALUES (15, 'IronMaxx', 1);

INSERT INTO categories(id, name, parent_id) VALUES (21, 'Biotech', 2);
INSERT INTO categories(id, name, parent_id) VALUES (22, 'QNT', 2);
INSERT INTO categories(id, name, parent_id) VALUES (23, 'Olimp', 2);

INSERT INTO categories(id, name, parent_id) VALUES (31, 'Biotech', 3);
INSERT INTO categories(id, name, parent_id) VALUES (32, 'QNT', 3);
INSERT INTO categories(id, name, parent_id) VALUES (33, 'Olimp', 3);
INSERT INTO categories(id, name, parent_id) VALUES (34, 'IronMaxx', 3);

INSERT INTO categories(id, name, parent_id) VALUES (41, 'Biotech', 4);
INSERT INTO categories(id, name, parent_id) VALUES (42, 'QNT', 4);
INSERT INTO categories(id, name, parent_id) VALUES (43, 'Olimp', 4);
INSERT INTO categories(id, name, parent_id) VALUES (44, 'IronMaxx', 4);

INSERT INTO categories(id, name, parent_id) VALUES (51, 'Biotech', 5);
INSERT INTO categories(id, name, parent_id) VALUES (52, 'QNT', 5);
INSERT INTO categories(id, name, parent_id) VALUES (53, 'Olimp', 5);
INSERT INTO categories(id, name, parent_id) VALUES (54, 'IronMaxx', 5);

INSERT INTO categories(id, name, parent_id) VALUES (61, 'Biotech', 6);
INSERT INTO categories(id, name, parent_id) VALUES (62, 'QNT', 6);
INSERT INTO categories(id, name, parent_id) VALUES (63, 'Olimp', 6);

INSERT INTO categories(id, name, parent_id) VALUES (71, 'Biotech', 7);
INSERT INTO categories(id, name, parent_id) VALUES (72, 'QNT', 7);
INSERT INTO categories(id, name, parent_id) VALUES (73, 'Olimp', 7);

#Protein
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Protein Power Biotech USA 1000', 
'Protein Power – превосходный протеиновый порошок для целеустремлённых атлетов, которым необходимы продукты с высоким содержанием белка.
Как и вся продукция BioTech USA, Protein Power содержит только безопасные для здоровья и тщательно отобранные ингредиенты.
Изготовленный с добавлением высококачественного сывороточного протеина, Protein Power снабжает организм ВСАА, L-глутамином и другими заменимыми и незаменимыми аминокислотами.
Его белковая составляющая способствует наращиванию мышечной массы и поддержанию формы мышц.
Protein Power пользуется популярностью среди продукции BioTech USA, выделяясь на рынке протеиновых добавок выгодным соотношением цены и качества.', 
47.70, 100, 11, '/images/Protein Power Biotech USA 1000.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Iso Whey Zero Biotech USA 908', 
'Iso Whey Zero  от  BioTechUSA  -  чистейший изолят сывороточного белка. Чрезвычайно высокая биологическая ценность,  высокая скорость  усваивания белков делает Iso Whey Zero  абсолютно уникальным.
Продукт Не содержит лактозы, трансжиров и сахара. Iso Whey Zero изготовлен из безопасных для здоровья и тщательно отобранных нутриентов. Никаких лишних или скрытых нутриентов, которые могут откладываться в виде жира. Только  протеин в каждой порции!
Он идеален для спортсменов, стремящихся нарастить сухую мышечную массу, ведь белки, безусловно, способствуют росту мышечной массы и поддержанию ее формы.
Iso Whey Zero богат ВСАА и незаменимыми аминокислотами, а также L-глутамином – важнейшими аминокислотами, позволяющими наращивать сухую мышечную массу.', 
89.90, 100, 11, '/images/Iso Whey Zero Biotech USA 908.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Biotech Iso Whey Zero lact free 500g', 
'Iso Whey ZERO состоит из чистейшего изолята сывороточного протеина, полученного методом микрофильтрации в поперечном потоке. НЕ СОДЕРЖИТ лактозы, трансжиров и сахара. Iso Whey ZERO, как и вся продукция BioTech USA, изготовлен из безопасных для здоровья и тщательно отобранных нутриентов.
Некоторым хочется быть стройнее
Благодаря чрезвычайно высокой биологической ценности белков Iso Whey ZERO представляет собой совершенно уникальный продукт в линии продуктов BioTech USA. Он идеально подходит для спортсменов, стремящихся нарастить сухую мышечную массу,  т.к. белки, безусловно, способствуют росту мышечной массы и поддержанию ее формы. «НЕ СОДЕРЖИТ» значит «НЕ СОДЕРЖИТ». Действительно, Iso Whey ZERO НЕ СОДЕРЖИТ ни трансжиров, ни сахара. Никаких лишних или скрытых нутриентов, которые могут откладываться в виде жира. Только 22 г чистейшего протеина в каждой порции для наращивания мышечной массы.
Высокое содержание ВСАА, L-глутамина и незаменимых аминокислот
Поскольку Iso Whey ZERO изготовлен из тщательно отобранных источников белка, его аминокислотный профиль идеально подходит для эффективного наращивания мышц. Он богат ВСАА и незаменимыми аминокислотами, а также L-глутамином – важнейшими аминокислотами, позволяющими наращивать сухую мышечную массу.', 
49.90, 100, 11, '/images/Biotech Iso Whey Zero lact free 500g.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Delicious Whey Protein QNT', 
'Как всем известно, белок – это главный строительный материал, а протеин Delicious Whey Protein является его отличным источником. Компания QNT разработала продукт, который специально предназначен для обеспечения спортсмена питательными веществами для максимального роста мышечной массы.
По мнению многих специалистов, протеин Delicious Whey Protein является оптимальным соотношением цена/качество. Данный продукт отлично усваивается организмом и имеет хорошую растворимость. С помощью разработки специалистов QNT вы сможете сделать ощутимый шаг на пути к своей идеальной форме.
Достоинства Delicious Whey Protein от QNT:
- превосходный источник белка в высокой концентрации;
- способствует увеличению мышечной массы и силы;
- оптимальное соотношение цена/качество;', 
62.90, 100, 12, '/images/Delicious Whey Protein QNT.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Whey Protein Complex 100% 700 g', 
'Сывороточный протеин является наиболее распространённым продуктом спортивного питания, т.к. обладает очень высокой биологической ценностью и скоростью усвоения. Olimp Whey Protein Complex 100% обеспечивает быструю подпитку ваших мышц аминокислотами, тем самым обеспечивая быстрый рост мышц и восстановление.
Сывороточный протеин Whey Protein Complex 100% Olimp чрезвычайно богат разветвленными аминокислотами BCAA, глютамином, а также другими аминокислотами, обеспечивающими запуск анаболических процессов в организме. Каждый прием этого протеина сопровождается быстрым высвобождением аминокислот в кровь и их транспортировкой к мышечным клеткам. Именно поэтому сывороточный протеин отлично подходит для приема после тренировки и утром, после сна – когда в организме наблюдается белковое окно.
Протеин совершенно необходим спортсмену, он способствует ускоренному росту мышц и их активному восстановлению. Попадая в организм, протеин расщепляется на аминокислоты. Эти аминокислоты попадают в кровь и транспортируются к мышцам. Т.е. наш организм строит мышцы из аминокислот, полученных из протеина. Спортсменам требуется повышенное количество протеина – 1,5-2,5 гр. Белка на каждый килограмм веса тела.', 
48.30, 100, 13, '/images/Whey Protein Complex 100% 700 g.png');

#ActivLab
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('MUSCLE UP Protein ActivLab 2000', 
'MUSCLE UP Protein ActivLab – это чистый сывороточный протеин, который ускоряет рост мышечной массы и повышает качество восстановительных процессов. Данная добавка может приниматься как во время набора массы, так и во время сушки. Muscle UP помогает спортсменам улучшать рельефность тела и делать свои тренировки более эффективными. Протеин можно принимать как мужчинам, так и женщинам.
Преимущество MUSCLE UP Protein ActivLab в том, что данный препарат помимо сывороточного белка содержит также креатин моногидрат и таурин, которые помогают увеличивать силовые показатели и защищают мышцы от катаболизма. 
В целом, MUSCLE UP Protein ActivLab обладает следующими эффектами:
- Рост сухой мышечной массы и повышение силового потенциала;
- Ускорение выносливости и заживления травм;
- Подавление катаболизма и быстрое возобновление энергетических запасов;
- Повышение анаэробной выносливости и производительности на тренировках.', 
79.00, 100, 14, '/images/MUSCLE UP Protein ActivLab 2000.png');

#IronMaxx
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('100% Whey Protein 900', 
'Когда обычные протеиновые коктейли смешиваются с водой, часто страдает вкус. Задачи перед разработчиками IronMaxx ® были поставлено чётко: Новый протеин должен быть потрясающе вкусным даже при смешивании с водой. И новый 100% сывороточный протеин 100% Whey Protein, разработаный для смешивания с водой, во много раз превзошёл все ожидания. В Вашем распоряжении 14 потрясающих и неповторимых вкусов нового 100% сывороточного протеина от IronMaxx: печенье-взбитые сливки, вишня-йогурт, лимон-йогурт, арбуз, апельсин-маракуйя, клубника, малина, латте-макиато, белый шоколад, флорида-грейпфрут, фисташки-кокос, ананас, яблоко-корица,черная смородина-йогурт, банан-йогурт, тёмный шоколад, киви-йогурт, фундук.
Новый сывороточный протеин марки IronMaxx ® не только черезвычайно вкусен, он также обладает отличной питательной ценностью и потрясающим соотношением цены и качества. Каждая порция 100% Whey Protein IronMaxx ® обеспечит Вас 38,5 г чистого, бытроусваиваемого сывороточного белка с очень низким содержанием жира, холестерина и лактозы. Это идеальный белок после тренировки, помогающий Вам эффективно наращивать мышцы и восстанавливаться.', 
77.50, 100, 15, '/images/100% Whey Protein 900.png');



#Gainer
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Biotech CARBOX 1000', 
'В 1 ПОРЦИИ:
50 г смеси Multi-Interval Carbox™
Обогащённый смесью Multi-Interval Carbox™, данный ультрасовременный комплекс углеводов разработан для приёма до и во время тренировки. Carbox™, как и все продукты BioTech USA, состоит из безопасных для здоровья и тщательно отобранных компонентов.
Carbox™ состоит из 5 форм углеводов разной степени сложности. Carbox™ также снабжает организм палатинозой™: она содержит изоматулозу, которая по сравнению с другими сахарами в меньшей степени повышает уровень глюкозы в крови.', 
18.40, 100, 21, '/images/Biotech CARBOX 1000.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Hyper Mass 5000 Biotech USA', 
'Гейнеры Biotech Hyper Mass 5000 отлично подойдут тем спортсменам-бодибилдерам, которые активно тренируются на протяжении долгого времени. В состав продукта включены протеины и углеводы – все это потребуется вам для успешных тренировок, и для скорейшего достижения поставленной цели. Креатин, который содержится в продукте, позволяет увеличить силу и выносливость организма, а также – ускорит восстановление.', 
87.90, 100, 21, '/images/Hyper Mass 5000 Biotech USA.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('QNT 3000 MuscleMass', 
'Высококалорийный Muscle Mass 3000 является идеально сбалансированной углеводно-протеиновой смесью, содержащей необходимые аминокислоты, микроэлементы, а также комплекс витаминов для лучшего усвоения основных питательных веществ.
Присутствующие в составе гейнера Muscle Mass 3000 быстрые и медленные углеводы играют важную роль в обеспечении организма спортсмена энергией и восстановлении ресурсов гликогена, истраченного в процессе тренировки. Благодаря углеводной «подпитке» организм получает энергию извне и активизирует внутренние источники энергии, которая дает прилив физических сил и тонус для тренировок, а также обеспечивает более короткий и эффективный период восстановления.
Гейнер Muscle Mass 3000 от QNT работает на увеличение мышечных объемов и улучшение физических показателей. Кроме того, благодаря гейнеру у Вас не возникает синдром усталости от тренировок, тормозятся катаболические явления, более качественно проходит процесс восстановления между тренировками.', 
112.90, 100, 22, '/images/QNT 3000 MuscleMass.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Olimp Gain Bolic 6000', 
'GainBolic 6000 – белково-углеводная витаминизированная смесь, предназначенная для людей, которые занимаются , ведут активный образ жизни и которые хотят увеличить общий вес тела. В состав углеводной матрицы входят сахара с высоким и низким гликемическим индексом, благодаря чему гейнер становится разнонаправленным - организм повышает свой энергетический запас и повышается масса тела. В состав белка входит смесь протеинов: сывороточный, казеиновый и яичный. В гейнер добавлены также креатин, таурин и витаминный комплекс. Gain Bolic 6000 обеспечивает организм равномерным и постоянным притоком калорий , тем самым предотвращая катаболизм.', 
97.90, 100, 23, '/images/Olimp Gain Bolic 6000.png');




#Amino
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Mega Amino 3200 Biotech USA - 300', 
'Mega Amino 3200 аминокислоты высшего качества, помогают в поддержании положительного азотистого баланса, способствуют сжиганию жировой прослойки, увеличивают работоспособность организма в период интенсивных тренировок.
Каждая таблетка Mega Amino 3200 поставляет аминокислоты, которые могут быть сразу абсорбированы кровяным потоком, для поддержания позитивного азотного баланса, увеличивать анаболический рост мышц и уменьшать жир в организме.
В человеческом организме аминокислоты не только формируют блоки нашей свободной, или скелетной, мышечной ткани, такие как бицепсы, квадрицепсы и т.п., но они также формируют блоки непроизвольных мышц, таких как сердце. Исследования показали, что нехватка развитой разветвленной цепи аминокислот вместе с повышенными физическими требованиями к телу, могут привести к использованию здоровых мышечных тканей для обеспечения организма азотом. В функции цепи аминокислот, наряду с другими, входят транспортирование диетического жира в клетки для выработки энергии стимуляция слизистой выделять увеличенное количество гормонов, отвечающих за развитие слабой мышечной ткани, а также за мобилизацию жирных кислот из жировой ткани (т.е. сброс жира организма); обеспечения тела азотом. Mega Amino 3200 всасываются очень быстро, они легко попадают в кровяной поток и помогают гармонизировать и ферментизировать продукцию.', 
52.90, 100, 31, '/images/Mega Amino 3200 Biotech USA - 300.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Biotech AAKG Shock 1000 ml', 
'В 1 ПОРЦИИ:
6000 мг аргинина альфа-кетоглутарата
80 мг магния
Каждая порция AAKG Shock поставляет в организм 6000 мг чистого аргинина альфа-кетоглутарата. Кроме того, AAKG Shock обогащен магнием, который помогает бороться с усталостью. Как и все продукты BioTech USA, AAKG Shock состоит из безопасных для здоровья и тщательно отобранных ингредиентов.', 
68.30, 100, 31, '/images/Biotech AAKG Shock 1000 ml.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('AAKG4000 QNT', 
'ХАРАКТЕРИСТИКИ:
• поддержка мышц
• улучшает приток крови в мышцы во время тренировки
• помогает в строительстве мышц
• оптимизирует восстановление и силу', 
38.90, 100, 32, '/images/AAKG4000 QNT.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('1250 Extreme Mega Caps', 
'Аргинин альфа-кетоглутарат (ААКГ) — это L-аргнинин в легкоусваиваемой форме и в большой дозировке. AAKG Extreme 1250 Mega Caps от Olimp — идеальный продукт для увеличения силы, роста мышечной массы, формирования рельефа, а также для поддержки сексуальной функции. 
Действие AAKG 1250 Extreme Mega Caps Olimp
Анаболизм и гипертрофия мышечной ткани
Памп-эффект во время и после тренировки
Сжигание подкожного жира
Увеличение интенсивности и продолжительности занятий
Донатор, предшественник и переносчик NO (оксида азота).
Клинически доказано, что употребление 2г аргинина в день на протяжении пяти недель способствует увеличению силы мышц, росту мышечной массы, а также снижению процента жира и выводу продуктов белкового распада.
Olimp AAKG Extreme 1250 Mega Caps может использоваться как профессиональными атлетами, так и теми, кто занимается спортом время от времени.', 
49.90, 100, 33, '/images/1250 Extreme Mega Caps.png');

#IronMaxx
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Green Amino', 
'Green Amino в капсулах снабжает Вашу мускулатуру расщеплёнными под воздействием ферментов компонентами белка и способствует росту мышечной массы с помощью быстро усваиваемых аминокислот. Отличие этого продукта от белковых порошков легко объяснить: прежде чем наше тело сможет использовать белок, он должен перевариться в желудочно-кишечном тракте и расщепиться на отдельные компоненты. В отличие от этого аминокислоты Green Amino уже расщеплены под воздействием ферментов, то есть уже разобраны на отдельные составляющие. В результате чего аминокислоты Green Amino гораздо быстрее попадают в кровь и моментально начинают участвовать во всех процессах организма. Поэтому поддержите Ваши мышцы аминокислотами Green Amino, чтобы достичь решающих успехов в наращивании мышечной массы!', 
56.40, 100, 34, '/images/Green Amino.png');



#BCAA
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('BCAA B6 Biotech USA - 100', 
'Препарат BCAA + B6 в таблетках содержит аминокислоты лейцин, изолейцин и валин в соотношении 2:1:1. Кроме того, он дополнен витамином B6, который способствует нормальному обмену белка и гликогенов, а также снижает утомляемость. Как и все продукты BioTech USA, BCAA + B6 340 tabs состоит из безопасных для здоровья и тщательно отобранных компонентов.', 
28.90, 100, 41, '/images/BCAA B6 Biotech USA - 100.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Amino Liquid BCAA Biotech USA', 
'BioTechLiquid BCAA - это самая важная группа незаменимых аминокислот в жидкой форме для атлета. BCAA помогают поддерживать положительный баланс азота, сохраняют мышечную ткань даже в условиях жесткой диеты, обеспечивают мышцы дополнительной энергией во время тренировок. Исследования свидетельствуют, что недостаток BCAA наряду с интенсивными физическими нагрузками приводит к разрушению мышечной ткани. Среди функций BCAA можно отметить транспортировку жиров внутрь клетки для последующего получения из них энергии, усиление секреции гормона роста, мобилизацию жирных кислот из адипозной ткани (подкожного жира), снабжение организма азотом.', 
46.90, 100, 41, '/images/Amino Liquid BCAA Biotech USA.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('Matrix QNT', 
'BCAA аминокислоты очень быстро усваиваются организмом и при этом попадают непосредственно в мышечную ткань. В пиковую нагрузку на тренировке они могут выступать в качестве дополнительного источника энергии и способствовать достижению максимального результата. Комплекс BCAA от QNT служит надежным помощником и эффективным восстановителем для спортсменов любого уровня.', 
50.90, 100, 42, '/images/Matrix QNT.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('BCAA Xplode 280 g', 
'Olimp BCAA XPLODE обогащен также глютамином, который крайне важен для активации иммунных клеток крови. Кроме того, данная аминокислота наряду с глюкозой является источником энергии, вызывает подъем уровня гормона роста, подавляет секрецию кортизола, ускоряет восстановление и предотвращает развитие перетренированности. В общем и целом, глютамин усиливает и поддерживает воздействие BCAA на организм.
Имеется в составе данного продукта и витамин B6 (пиридоксин), который поддерживает обмен аминокислот, являющихся строительным материалом для тканей тела, поэтому если вы строите свой рацион из белковой пищи, то вам следует увеличивать потребление данного витамина. Кроме того, пиридоксин уменьшает ночные спазмы и судороги мышц и поддерживает оптимальное функционирование нервной системы.', 
47.80, 100, 43, '/images/BCAA Xplode 280 g.png');

#IronMaxx
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('BCAAs Glutamin 800', 
'БЦААс+Глутамин 1200 - аминокислоты с разветвлённой цепочкой и глютамин в свободной несвязанной форме!
Для создания протеина и/или тканей нашему телу необходимы BCАА (аминокислоты с разветвлённой цепочкой) и L-глютамин. Эти аминокислоты являются незаменимыми, абсолютно необходимыми для человека органическими соединениями. В то время как другие незаменимые аминокислоты прежде всего служат для создания биологически-активных молекул, например, гормонов, BCAA являются в первую очередь строительным материалом для органов и мышц.', 
33.00, 100, 44, '/images/BCAAs Glutamin 800.png');



#Creatine
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 51, '/images/default.png');

INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 51, '/images/default.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 52, '/images/default.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 53, '/images/default.png');

#IronMaxx
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 54, '/images/default.png');




#Vitamin
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 61, '/images/default.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 62, '/images/default.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 63, '/images/default.png');


#FatBurn
#Biotech
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 71, '/images/default.png');

#QNT
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 72, '/images/default.png');

#Olimp
INSERT INTO products(name, description, price, qty, category_id, image_url) VALUES ('', 
'', 
49.90, 100, 73, '/images/default.png');